Repository: leniredenis-bit/AppAndroid
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Loading...
pt: Carregando...

source: Error
pt: Erro

source: Cancel
pt: Cancelar

source: Close
pt: Fechar

source: Back
pt: Voltar

source: Next
pt: Próxima

source: Start
pt: Iniciar

source: Restart
pt: Reiniciar

source: Continue
pt: Continuar

source: Score
pt: Pontuação

source: Time
pt: Tempo

source: Moves
pt: Movimentos

source: Pieces
pt: Peças

source: Level
pt: Nível

source: Difficulty
pt: Dificuldade

source: Easy
pt: Fácil

source: Medium
pt: Médio

source: Hard
pt: Difícil

source: Attempts
pt: Tentativas

source: Victory!
pt: Vitória!

source: Defeat
pt: Derrota

source: COMPLETE!
pt: COMPLETO!

source: Try Again
pt: Tentar Novamente

# homeWelcome
source: Welcome to
pt: Bem-vindo ao

# homeSubtitle
source: Learn and have fun!
pt: Aprenda e divirta-se!

# homeDifficulty
source: Difficulty
pt: Dificuldade

# homeCategories
source: Categories
pt: Categorias

# homeShowMore
source: Show more ({count}+)
pt: Ver mais ({count}+)

# homeShowLess
source: Show less
pt: Ver menos

# homeNoQuestionsFound
source: No questions found with these filters!
pt: Nenhuma pergunta encontrada com esses filtros!

# homeLoadingError
source: Error loading questions: {error}
pt: Erro ao carregar perguntas: {error}

# homeLoadingCategoriesError
source: Error loading categories: {error}
pt: Erro ao carregar categorias: {error}

# homeThemeActivated
source: {theme} theme activated!
pt: Tema {theme} ativado!

# homeThemeDark
source: dark
pt: escuro

# homeThemeLight
source: light
pt: claro

# homeQuizClassic
source: Classic Quiz
pt: Quiz Clássico

# homeQuizClassicDesc
source: Answer questions and score points!
pt: Responda perguntas e marque pontos!

# homeQuizPie
source: Pie Face Quiz
pt: Quiz Torta na Cara

# homeQuizPieDesc
source: Local 1v1 duel - wrong answer loses!
pt: Duelo 1v1 local - quem errar perde!

# homeOnlineMatch
source: Online Match
pt: Partida Online

# homeOnlineMatchDesc
source: Play with friends in real time!
pt: Jogue com amigos em tempo real!

# homeMinigamesDesc
source: Fun games await you!
pt: Jogos divertidos te aguardam!

# homeStats
source: Statistics
pt: Estatísticas

# homeStatsDesc
source: See your performance and achievements!
pt: Veja seu desempenho e conquistas!

source: 🎯 Play Quiz
pt: 🎯 Jogar Quiz

# viewStats
source: 📊 Statistics
pt: 📊 Estatísticas

source: ⚙️ Settings
pt: ⚙️ Configurações

# about
source: ℹ️ About
pt: ℹ️ Sobre

# quizModeSelection
source: Choose Mode
pt: Escolha o Modo

# quizModeNormalDesc
source: Standard quiz with timer
pt: Quiz padrão com timer

# quizModeStudy
source: Study
pt: Estudo

# quizModeStudyDesc
source: No time pressure
pt: Sem pressão de tempo

# quizModeFast
source: Fast
pt: Rápido

# quizModeFastDesc
source: Race against the clock
pt: Desafio contra o relógio

# quizQuestion
source: Question
pt: Pergunta

# quizExplanation
source: 📖 Explanation
pt: 📖 Explicação

# quizNextIn
source: Next question in {seconds}s...
pt: Próxima pergunta em {seconds}s...

source: Quiz Finished!
pt: Quiz Finalizado!

# quizExcellent
source: Excellent!
pt: Excelente!

# quizVeryGood
source: Very Good!
pt: Muito Bem!

# quizGoodJob
source: Good Job!
pt: Bom Trabalho!

# quizKeepPracticing
source: Keep Practicing!
pt: Continue Praticando!

# quizCorrectAnswers
source: Correct
pt: Acertos

# quizAccuracy
source: Accuracy
pt: Aproveitamento

# quizBackToMenu
source: Back to Menu
pt: Voltar ao Menu

# quizDifficultyEasy
source: EASY
pt: FÁCIL

# quizDifficultyMedium
source: MEDIUM
pt: MÉDIO

# quizDifficultyHard
source: HARD
pt: DIFÍCIL

# minigamesTitle
source: 🎮 Bible Minigames
pt: 🎮 Minigames Bíblicos

# minigamesMemory
source: 🧠 Memory Game
pt: 🧠 Jogo da Memória

# minigamesMemoryDesc
source: Find biblical pairs!
pt: Encontre pares bíblicos!

# minigamesPuzzle
source: 🧩 Jigsaw Puzzle
pt: 🧩 Quebra-Cabeça

# minigamesPuzzleDesc
source: Complete the puzzle
pt: Monte o quebra-cabeça

# minigamesJigsaw
source: 🖼️ Photo Puzzle
pt: 🖼️ Quebra-Cabeça Foto

# minigamesJigsawDesc
source: Assemble real images!
pt: Monte imagens reais!

# minigamesHangman
source: 🎯 Bible Hangman
pt: 🎯 Forca Bíblica

# minigamesHangmanDesc
source: Guess the biblical word!
pt: Adivinhe a palavra bíblica!

# minigamesWordSearch
source: 🔍 Word Search
pt: 🔍 Caça-Palavras

# minigamesWordSearchDesc
source: Find hidden words!
pt: Encontre palavras escondidas!

# minigamesMaze
source: 🌀 Maze
pt: 🌀 Labirinto

# minigamesMazeDesc
source: Find the exit!
pt: Encontre a saída!

# minigamesSequence
source: � Quick Sequence
pt: � Sequência Rápida

# minigamesSequenceDesc
source: Memorize the color pattern!
pt: Memorize o padrão de cores!

# minigamesSequenceCrystal
source: 💠 Crystal Sequence
pt: 💠 Sequência Cristal

# minigamesSequenceCrystalDesc
source: Crystal version with sparkles!
pt: Versão cristal com brilhos!

# minigamesTicTacToe
source: ⭕ Tic-Tac-Toe
pt: ⭕ Jogo da Velha

# minigamesTicTacToeDesc
source: 2 players or vs AI!
pt: Duelo 2 jogadores ou vs IA!

# achievementsTitle
source: 🏆 Achievements
pt: 🏆 Conquistas

# achievementsUnlocked
source: {count} Unlocked
pt: {count} Desbloqueadas

# achievementsProgress
source: Progress: {percent}%
pt: Progresso: {percent}%

# achievementsCategoryAll
source: All
pt: Todas

source: Achievement Unlocked!
pt: Conquista Desbloqueada!

# achievementUnlockedAt
source: Unlocked on {date}
pt: Desbloqueada em {date}

# achPrimeiroPasso
source: First Step
pt: Primeiro Passo

# achPrimeiroPassoDesc
source: Complete your first quiz
pt: Complete seu primeiro quiz

# achEstudioso
source: Scholar
pt: Estudioso

# achPerfeccionista
source: Perfectionist
pt: Perfeccionista

# achPerfeccionistaDesc
source: Get 100% correct answers
pt: Acerte 100% das perguntas

# achVelocista
source: Speedster
pt: Velocista

# achVelocistaDesc
source: Complete quiz in under 2 minutes
pt: Complete quiz em menos de 2 minutos

# achSequenciaPerfeita
source: Perfect Streak
pt: Sequência Perfeita

# achSequenciaPerfeitaDesc
source: 5 quizzes in a row with 80%+
pt: 5 quizzes seguidos com 80%+

# achMestreBiblico
source: Bible Master
pt: Mestre Bíblico

# achExplorador
source: Explorer
pt: Explorador

# achExploradorDesc
source: Play all minigames
pt: Jogue todos os minigames

# achMestrePuzzles
source: Puzzle Master
pt: Mestre dos Puzzles

# achMestrePuzzlesDesc
source: Complete puzzle in <2min
pt: Complete puzzle em <2min

# achMemoriaFotografica
source: Photographic Memory
pt: Memória Fotográfica

# achMemoriaFotograficaDesc
source: Memory game with no mistakes
pt: Memory game sem erros

# achAtiradorElite
source: Elite Sharpshooter
pt: Atirador de Elite

# achAtiradorEliteDesc
source: 10 wins at Tic-Tac-Toe
pt: 10 vitórias no Jogo da Velha

# achCampeaoMinigames
source: Minigame Champion
pt: Campeão dos Minigames

# achCampeaoMinigamesDesc
source: Win each minigame 3 times
pt: Vença cada minigame 3 vezes

# achSocialDesc
source: Share your result
pt: Compartilhe resultado

# achCompetidor
source: Competitor
pt: Competidor

# achCompetidorDesc
source: Complete 5 multiplayer matches
pt: Complete 5 partidas multiplayer

# achColecionador
source: Collector
pt: Colecionador

# achColecionadorDesc
source: Unlock 10 achievements
pt: Desbloqueie 10 conquistas

# achLenda
source: Legend
pt: Lenda

# achLendaDesc
source: Unlock all achievements
pt: Desbloqueie todas as conquistas

# settingsTitle
source: ⚙️ Settings
pt: ⚙️ Configurações

# settingsAudio
source: 🔊 Audio
pt: 🔊 Áudio

# settingsMusic
source: Music
pt: Música

# settingsSoundEffects
source: Sound Effects
pt: Efeitos Sonoros

# settingsLanguage
source: 🌍 Language
pt: 🌍 Idioma

# settingsLanguagePortuguese
source: 🇧🇷 Portuguese
pt: 🇧🇷 Português

# settingsLanguageSpanish
source: 🇪🇸 Spanish
pt: 🇪🇸 Español

# settingsTheme
source: 🎨 Theme
pt: 🎨 Tema

# settingsThemeDark
source: Dark
pt: Escuro

# settingsThemeLight
source: Light
pt: Claro

# settingsHapticFeedback
source: 📳 Haptic Feedback
pt: 📳 Vibração

# settingsAchievements
source: 🏆 Achievements
pt: 🏆 Conquistas

# settingsStatistics
source: 📊 Statistics
pt: 📊 Estatísticas

# settingsAbout
source: ℹ️ About
pt: ℹ️ Sobre o App

# statsTitle
source: 📊 Statistics
pt: 📊 Estatísticas

# statsGlobal
source: Global
pt: Globais

# statsTotalQuizzes
source: Total Quizzes
pt: Total de Quizzes

# statsTotalQuestions
source: Total Questions
pt: Total de Perguntas

# statsCorrectAnswers
source: Correct Answers
pt: Respostas Corretas

# statsWrongAnswers
source: Wrong Answers
pt: Respostas Erradas

# statsAccuracy
source: Accuracy
pt: Precisão

# statsHighScore
source: High Score
pt: Recorde de Pontos

# statsCurrentStreak
source: Current Streak
pt: Sequência Atual

# statsLongestStreak
source: Longest Streak
pt: Maior Sequência

# statsHistory
source: History
pt: Histórico

# statsMinigameRecords
source: Minigame Records
pt: Recordes de Minigames

# statsNoData
source: No data available
pt: Nenhum dado disponível

# statsPlayToSeeData
source: Play to see your statistics!
pt: Jogue para ver suas estatísticas!

source: Error loading questions
pt: Erro ao carregar perguntas

# errorNoQuestions
source: No questions available
pt: Nenhuma pergunta disponível

# errorGeneric
source: An error occurred. Please try again.
pt: Ocorreu um erro. Tente novamente.

# errorConnection
source: Connection error. Check your internet.
pt: Erro de conexão. Verifique sua internet.

# bibleReadFullText
source: Tap to read the full text
pt: Toque para ler o texto completo

# bibleOpenError
source: Could not open the reference.
pt: Não foi possível abrir a referência.

# gameWon
source: You won!
pt: Você ganhou!

# gameLost
source: You lost!
pt: Você perdeu!

# gameDraw
source: Draw!
pt: Empate!

source: Game Paused
pt: Jogo Pausado

# gameResume
source: Resume
pt: Retomar

# gameQuit
source: Quit
pt: Sair

# gameCompleted
source: Completed!
pt: Completado!

# gameTimeElapsed
source: Time elapsed: {time}
pt: Tempo decorrido: {time}

# memoryGameTitle
source: 🧠 Memory Game
pt: 🧠 Jogo da Memória

# memoryGameDifficulty
source: Difficulty
pt: Dificuldade

# memoryGameEasy
source: Easy (4x4)
pt: Fácil (6 pares)

# memoryGameMedium
source: Medium (6x6)
pt: Médio (10 pares)

# memoryGameHard
source: Hard (8x8)
pt: Difícil (15 pares)

# memoryGameTheme
source: Theme
pt: Tema

# memoryGamePlayers
source: Players
pt: Jogadores

# memoryGameStartGame
source: Start Game
pt: Iniciar Jogo

# memoryGameAttempts
source: Attempts
pt: Tentativas

# memoryGameMatches
source: Matches
pt: Pares

# memoryGameTime
source: Time
pt: Tempo

# memoryGamePlayerTurn
source: Player {player}'s Turn
pt: Vez do Jogador {player}

# memoryGameScore
source: Score: {score}
pt: Pontos: {score}

# memoryGameCongrats
source: Congratulations! 🎉
pt: Parabéns! 🎉

# memoryGamePlayAgain
source: Play Again
pt: Jogar Novamente

# ticTacToeTitle
source: Neon Tic-Tac-Toe
pt: Jogo da Velha Neon

# ticTacToeMode
source: Mode
pt: Modo

# ticTacToeTwoPlayers
source: Two Players
pt: 2 Jogadores

# ticTacToeVsAI
source: vs AI
pt: vs IA

# ticTacToeDifficulty
source: Difficulty
pt: Dificuldade da IA

# ticTacToeEasy
source: Easy
pt: Fácil

# ticTacToeImpossible
source: Impossible
pt: Impossível

# ticTacToePlayerX
source: Player X
pt: Jogador X

# ticTacToePlayerO
source: Player O
pt: Jogador O

# ticTacToeYourTurn
source: Your turn
pt: Sua vez

# ticTacToeWins
source: Wins
pt: Vitórias

# ticTacToeDraws
source: Draws
pt: Empates

# ticTacToeResetScores
source: Reset Scores
pt: Resetar Placar

# ticTacToeNewGame
source: New Game
pt: Novo Jogo

# hangmanTitle
source: Hangman
pt: Jogo da Forca

# hangmanCategory
source: Category
pt: Categoria

# hangmanAttempts
source: Attempts remaining: {attempts}
pt: Tentativas restantes

# hangmanGuess
source: Guess the letter
pt: Adivinhe a letra

# hangmanWin
source: Congratulations! You won!
pt: Você ganhou! 🎉

# hangmanLose
source: Game over! The word was: {word}
pt: Fim de jogo!

# hangmanTheWordWas
source: The word was:
pt: A palavra era:

# hangmanPlayAgain
source: Play Again
pt: Jogar Novamente

# hangmanErrors
source: Errors: {errors} / {max}
pt: Erros: {errors} / {max}

# hangmanCongrats
source: 🎉 Congratulations! You got it!
pt: 🎉 Parabéns! Você acertou!

# hangmanYouLost
source: 😢 You lost!
pt: 😢 Você perdeu!

# hangmanWordWas
source: The word was: {word}
pt: A palavra era: {word}

# hangmanWrongLetters
source: Wrong letters: {letters}
pt: Letras erradas: {letters}

# wordSearchTitle
source: Word Search
pt: Caça-Palavras

# wordSearchWordsFound
source: Words found: {found}/{total}
pt: Palavras encontradas: {found}/{total}

# wordSearchTimeElapsed
source: Time: {time}
pt: Tempo: {time}

# wordSearchComplete
source: COMPLETE!
pt: COMPLETO!

# wordSearchNewGame
source: New Game
pt: Novo Jogo

# mazeTitle
source: 🌀 Maze
pt: 🗺️ Labirinto

# mazeMoves
source: Moves: {moves}
pt: Movimentos

# mazeMovesCount
source: Moves: {count}
pt: Movimentos: {count}

# mazeTime
source: Time: {time}
pt: Tempo

# mazeControls
source: Use arrows to move
pt: Controles

# mazeUseButtons
source: Use the buttons or arrow keys
pt: Use os botões ou teclas de seta

# mazeGoal
source: Find the exit!
pt: Encontre a saída!

# mazeVictory
source: You found the exit!
pt: Saída encontrada! 🎉

# mazePlayAgain
source: Play Again
pt: Jogar Novamente

source: 🏔️ Maze Cavern
pt: 🏔️ Caverna do Labirinto

# mazeCampaignMode
source: Campaign Mode (Level {level})
pt: Modo Campanha (Nível {level})

# mazeQuickPlayCustom
source: Custom Quick Play
pt: Jogo Rápido Personalizado

# mazeRows
source: Rows: {count}
pt: Linhas: {count}

# mazeColumns
source: Columns: {count}
pt: Colunas: {count}

# mazePlayQuick
source: Play Quick Game
pt: Jogar Partida Rápida

# mazeEscaped
source: ✨ ESCAPED! ✨
pt: ✨ ESCAPOU! ✨

# mazeCompletedIn
source: You completed the maze in {moves} moves.
pt: Você completou o labirinto em {moves} movimentos.

# mazeBackToMenu
source: Back to Menu
pt: Voltar ao Menu

# mazeLevelComplete
source: Level {level} Complete!
pt: Nível {level} Concluído!

# mazeLoadingNextCavern
source: Loading next cavern...
pt: Carregando próxima caverna...

# sequenceTitle
source: 🎯 Sequence
pt: 🎵 Sequência de Cores

# sequenceLevel
source: LEVEL
pt: NÍVEL

# sequenceHighScore
source: High Score: {score}
pt: Recorde

# sequenceWatchSequence
source: Watch the sequence...
pt: Observe a sequência...

# sequenceYourTurn
source: Your turn! Repeat the sequence
pt: Sua vez! Repita a sequência

# sequenceGameOver
source: ❌ Game Over!
pt: ❌ Fim de Jogo!

# sequenceReached
source: You reached level {level}!
pt: Você chegou ao nível {level}!

# sequenceNewRecord
source: New record!
pt: Novo recorde! 🏆

# sequenceTryAgain
source: Try Again
pt: Tentar Novamente

# sequenceActiveColors
source: ACTIVE COLORS: {active} / {max}
pt: CORES ATIVAS: {active} / {max}

# sequenceStreak
source: STREAK: {current} / {target}
pt: SEQUÊNCIA: {current} / {target}

# sequenceCorrect
source: ✨ Correct! ✨
pt: ✨ Correto! ✨

# sequenceObserve
source: Watch the sequence...
pt: Observe a sequência...

# sequenceRepeat
source: 👆 Your turn! Repeat the sequence
pt: 👆 Sua vez! Repita a sequência

# sequenceGameOverLevel
source: ❌ Game Over! You reached level {level}
pt: ❌ Fim de Jogo! Você chegou ao nível {level}

# sequenceRestartGame
source: Restart Game
pt: Reiniciar Jogo

# sequenceStartDifficulty
source: Start/Difficulty
pt: Iniciar/Dificuldade

# sequenceChooseDifficulty
source: Choose Difficulty
pt: Escolha a Dificuldade

# sequenceEasyColors
source: Easy ({count} Colors)
pt: Fácil ({count} Cores)

# sequenceMediumColors
source: Medium ({count} Colors)
pt: Médio ({count} Cores)

# sequenceHardColors
source: Hard ({count} Colors)
pt: Difícil ({count} Cores)

# sequenceProgressive
source: PROGRESSIVE ({start} -> {end} Colors)
pt: PROGRESSIVO ({start} -> {end} Cores)

# sequenceProgressiveDesc
source: Adds one color every {count} consecutive correct answers.
pt: Aumenta uma cor a cada {count} acertos seguidos.

# sequenceHighScoreLabel
source: High Score: {score}
pt: Recorde: {score}

# colorRed
source: Red
pt: Vermelho

# colorBlue
source: Blue
pt: Azul

# colorGreen
source: Green
pt: Verde

# colorYellow
source: Yellow
pt: Amarelo

# colorPurple
source: Purple
pt: Roxo

# colorOrange
source: Orange
pt: Laranja

# colorCyan
source: Cyan
pt: Ciano

# colorLime
source: Lime
pt: Lima

# colorPink
source: Pink
pt: Rosa

# colorLocked
source: Locked
pt: Bloqueado

# puzzleTitle
source: 🧩 Puzzle
pt: 🧩 Quebra-Cabeça

# puzzleMoves
source: Moves: {moves}
pt: Movimentos

# puzzleDragPieces
source: Drag the pieces to solve the puzzle
pt: Arraste as peças para os lugares corretos

# puzzleComplete
source: Puzzle completed!
pt: Quebra-cabeça completo! 🎉

# puzzleNewGame
source: New Game
pt: Novo Jogo

# completedInMoves
source: Completed in {moves} moves
pt: Concluído em {moves} movimentos

source: New Game
pt: Nova Partida

# settingsLanguageChanged
source: Language changed successfully!
pt: Idioma alterado com sucesso!

# settingsMusicVolume
source: 🎵 Music Volume
pt: 🎵 Volume da Música

# settingsSfxVolume
source: 🔊 Sound Effects Volume
pt: 🔊 Volume dos Efeitos

# settingsAchievementsSubtitle
source: View your unlocked achievements
pt: Veja suas conquistas desbloqueadas

# settingsStatisticsSubtitle
source: View your performance
pt: Veja seu desempenho

# settingsTerms
source: 📜 Terms and Conditions
pt: 📜 Termos e Condições

# settingsTermsSubtitle
source: Privacy policy and terms
pt: Política de privacidade e termos

# settingsAboutSubtitle
source: Information about the app
pt: Informações sobre o aplicativo

# termsTitle
source: ℹ️ Terms and Conditions
pt: ℹ️ Termos e Condições

source: 📋 Terms of Use
pt: 📋 Termos de Uso

# termsWelcome
source: Welcome to JW SPLASH GAMES! This app was developed for educational and entertainment purposes, aiming to promote biblical knowledge in an interactive way.
pt: Bem-vindo ao JW SPLASH GAMES! Este aplicativo foi desenvolvido para fins educacionais e de entretenimento, visando promover o conhecimento bíblico de forma interativa.

# termsAppUsage
source: 1. App Usage
pt: 1. Uso do Aplicativo

# termsAppUsageDesc
source: JW SPLASH GAMES is a free app for personal use. You can:
pt: O JW SPLASH GAMES é um aplicativo gratuito para uso pessoal. Você pode:

# termsAppUsageItem1
source: Play individual or group quizzes
pt: Jogar quizzes individuais ou em grupo

# termsAppUsageItem2
source: Access personal statistics
pt: Acessar estatísticas pessoais

# termsAppUsageItem3
source: Use study mode without time limit
pt: Usar o modo estudo sem limite de tempo

# termsAppUsageItem4
source: Play educational minigames
pt: Jogar minigames educativos

# termsAppUsageItem5
source: Unlock achievements
pt: Desbloquear conquistas

# termsBiblicalContent
source: 2. Biblical Content
pt: 2. Conteúdo Bíblico

# termsBiblicalContentDesc
source: Questions and answers are based on the Holy Bible. This app does not replace personal study of the Holy Scriptures nor represents an official religious organization.
pt: As perguntas e respostas são baseadas na Bíblia Sagrada. Este aplicativo não substitui o estudo pessoal das Escrituras Sagradas nem representa uma organização religiosa oficial.

# termsResponsibilities
source: 3. Responsibilities
pt: 3. Responsabilidades

# termsResponsibilitiesDesc
source: The user is responsible for proper use of the app. We are not responsible for:
pt: O usuário é responsável por seu uso adequado do aplicativo. Não nos responsabilizamos por:

# termsResponsibilitiesItem1
source: Misuse of presented information
pt: Uso indevido das informações apresentadas

# termsResponsibilitiesItem2
source: Personal interpretations of biblical content
pt: Interpretações pessoais do conteúdo bíblico

# termsResponsibilitiesItem3
source: Technical problems or data loss
pt: Problemas técnicos ou perda de dados

source: 🔒 Privacy Policy
pt: 🔒 Política de Privacidade

# privacyPolicyIntro
source: We respect your privacy. This app:
pt: Respeitamos sua privacidade. Este aplicativo:

# privacyDataCollected
source: 1. Data Collected
pt: 1. Dados Coletados

# privacyDataItem1
source: Usage data: Game statistics, theme preferences
pt: Dados de uso: Estatísticas de jogo, preferências de tema

# privacyDataItem2
source: Technical data: Device type, browser, operating system
pt: Dados técnicos: Tipo de dispositivo, navegador, sistema operacional

# privacyDataItem3
source: Session data: Usage time, pages visited
pt: Dados de sessão: Tempo de uso, páginas visitadas

# privacyStorage
source: 2. Storage
pt: 2. Armazenamento

# privacyStorageDesc
source: All data is stored locally on your device. We do not send data to external servers.
pt: Todos os dados são armazenados localmente no seu dispositivo. Não enviamos dados para servidores externos.

# privacyLocalStorageDesc
source: We use browser localStorage to save:
pt: Usamos localStorage do navegador para salvar:

# privacyLocalStorageItem1
source: User preferences (theme, language)
pt: Preferências do usuário (tema, idioma)

# privacyLocalStorageItem2
source: Personal game statistics
pt: Estatísticas pessoais de jogo

# privacyLocalStorageItem3
source: Unlocked achievements
pt: Conquistas desbloqueadas

# privacySharing
source: 4. Sharing
pt: 4. Compartilhamento

# privacySharingDesc
source: We do not share your personal data with third parties. Data remains exclusively on your device.
pt: Não compartilhamos seus dados pessoais com terceiros. Os dados permanecem exclusivamente no seu dispositivo.

source: ©️ Copyright
pt: ©️ Direitos Autorais

# copyrightAppContent
source: 1. App Content
pt: 1. Conteúdo do Aplicativo

# copyrightAppContentDesc
source: JW SPLASH GAMES app code is distributed under MIT license. Questions and answers are public domain or were created specifically for this educational project.
pt: O código do aplicativo JW SPLASH GAMES é distribuído sob licença MIT. As perguntas e respostas são de domínio público ou foram criadas especificamente para este projeto educacional.

# copyrightBible
source: 2. Bible and Sacred Texts
pt: 2. Bíblia e Textos Sagrados

# copyrightBibleDesc
source: Biblical texts cited follow the New World Translation (NWT) of the Holy Scriptures, used with permission for non-commercial educational purposes.
pt: Os textos bíblicos citados seguem a Tradução do Novo Mundo (TNM) das Escrituras Sagradas, usada com permissão para fins educacionais não comerciais.

# copyrightImages
source: 3. Images and Icons
pt: 3. Imagens e Ícones

# copyrightImagesDesc
source: Icons and emojis used are from public sources or licensed for free use.
pt: Os ícones e emojis utilizados são de fontes públicas ou licenciadas para uso gratuito.

# copyrightNonCommercial
source: 4. Non-Commercial Use
pt: 4. Uso Não Comercial

# copyrightNonCommercialDesc
source: This app is developed for educational and non-commercial purposes. Any commercial use requires prior authorization.
pt: Este aplicativo é desenvolvido para fins educacionais e não comerciais. Qualquer uso comercial requer autorização prévia.

# contactSection
source: 📞 Contact
pt: 📞 Contato

# contactDesc
source: For questions, suggestions or to report problems:
pt: Para dúvidas, sugestões ou relatar problemas:

# lastUpdated
source: 📅 Last Updated: November 2025
pt: 📅 Última Atualização: Novembro 2025

# aboutTitle
source: 📱 About the Game
pt: 📱 Sobre o Jogo

# aboutVersion
source: Version 1.0.0
pt: Versão 1.0.0

# aboutWhatIs
source: What is it?
pt: O que é?

# aboutWhatIsDesc
source: JW SPLASH GAMES is an educational app that makes biblical learning fun and interactive through quizzes, minigames and challenges.
pt: JW SPLASH GAMES é um aplicativo educativo que torna o aprendizado bíblico divertido e interativo através de quizzes, minigames e desafios.

# aboutFeatures
source: Features
pt: Recursos
