Repository: leniredenis-bit/AppAndroid
Catalog: lib/l10n/app_*.arb
Languages: pt

# aboutFeaturesDesc
source: • Interactive Bible Quiz • Memory Game • Word Search • Maze • Achievement System • Detailed Statistics • Multiplayer Mode • 3 Languages (PT, EN, ES)
pt: • Quiz Bíblico Interativo • Jogo da Memória • Caça-Palavras • Labirinto • Sistema de Conquistas • Estatísticas Detalhadas • Modo Multiplayer • 3 Idiomas (PT, EN, ES)

# aboutDevelopedBy
source: Developed by
pt: Desenvolvido por

# aboutDevelopedByDesc
source: JW SPLASH GAMES Team Open-source project available on GitHub
pt: Equipe JW SPLASH GAMES Projeto open-source disponível no GitHub

# aboutObjective
source: Objective
pt: Objetivo

# aboutObjectiveDesc
source: Provide a fun and educational way to learn and memorize biblical knowledge, suitable for all ages.
pt: Proporcionar uma forma divertida e educativa de aprender e memorizar conhecimentos bíblicos, adequado para todas as idades.

# aboutUpdateNote
source: 📝 This page will be updated soon with more information and link to official online page.
pt: 📝 Esta página será atualizada em breve com mais informações e link para página online oficial.

# aboutVisitGithub
source: Visit GitHub
pt: Visitar GitHub

# statsTabHistory
source: History
pt: Histórico

# statsGeneralPerformance
source: 📊 General Performance
pt: 📊 Desempenho Geral

# statsQuizzesCompleted
source: Quizzes Completed
pt: Quizzes Realizados

# statsAccuracyRate
source: Accuracy Rate
pt: Taxa de Acerto

# statsBestScore
source: Best Score
pt: Melhor Score

# statsBestStreak
source: Best Streak
pt: Melhor Sequência

# statsStreakTip
source: Keep 80%+ accuracy to continue your streak!
pt: Mantenha 80%+ de acerto para continuar a sequência!

# statsByCategory
source: 📚 By Category
pt: 📚 Por Categoria

# statsAccuracyByDifficulty
source: 🎯 Accuracy by Difficulty
pt: 🎯 Precisão por Dificuldade

# statsNoMinigames
source: No minigames played yet
pt: Nenhum minigame jogado ainda

# statsMinigamesTitle
source: 🕹️ Minigames Statistics
pt: 🕹️ Estatísticas dos Minigames

# statsGames
source: Games
pt: Jogos

# statsWins
source: Wins
pt: Vitórias

# statsRate
source: Rate
pt: Taxa

# statsRecord
source: Record
pt: Recorde

# statsBestTime
source: ⏱️ Best time: {time}
pt: ⏱️ Melhor tempo: {time}

# statsNoHistory
source: No history available
pt: Nenhum histórico disponível

# statsGamePuzzle
source: 🧩 Jigsaw Puzzle
pt: 🧩 Quebra-Cabeça

# statsGameHangman
source: 📝 Hangman
pt: 📝 Forca

# statsGameWordSearch
source: 🔍 Word Search
pt: 🔍 Caça-Palavras

# statsGameMaze
source: 🌀 Maze
pt: 🌀 Labirinto

# statsGameSequence
source: 🎵 Sequence
pt: 🎵 Sequência

# statsGameTicTacToe
source: ⭕ Tic-Tac-Toe
pt: ⭕ Jogo da Velha

# statsGameMemory
source: 🧠 Memory Game
pt: 🧠 Jogo da Memória

source: PLAY AGAIN
pt: JOGAR NOVAMENTE

# welcomeStart
source: Start
pt: Começar

# quizNext
source: Next
pt: Próxima

# quizScore
source: Score
pt: Pontuação

# quizPresenter
source: Presenter
pt: Apresentador

# pieQuizPlayer
source: Player {number}
pt: Jogador {number}

# pieQuizShowAnswer
source: 👁️ Show Answer
pt: 👁️ Ver Resposta

# pieQuizHideAnswer
source: Hide Answer
pt: Ocultar Resposta

# pieQuizNextQuestion
source: Next Question
pt: Próxima Pergunta

# pieQuizFinalResult
source: See Final Result
pt: Ver Resultado Final

# difficultyEasy
source: Easy
pt: Fácil

# difficultyMedium
source: Medium
pt: Médio

# difficultyHard
source: Hard
pt: Difícil

# pieEndGame
source: Game Over!
pt: Fim do Jogo!

# piePlayerWon
source: Player {number} Won!
pt: Jogador {number} Venceu!

# pieTie
source: Tie!
pt: Empate!

# pieHome
source: Home
pt: Início

# pieWhoGotIt
source: Who got it right?
pt: Quem acertou?

# pieCorrectAnswer
source: Correct Answer:
pt: Resposta Correta:

# sequenceRecord
source: Record
pt: Recorde

# sequenceCongrats
source: 🎉 CONGRATULATIONS! YOU WON! 🎉
pt: 🎉 PARABÉNS! VOCÊ VENCEU! 🎉

# sequenceCompletedAll
source: You completed all 20 levels!
pt: Você completou todos os 20 níveis!

# sequenceReachedLevel
source: You reached level {level}
pt: Você alcançou o nível {level}

# sequencePlayAgain
source: Play Again
pt: Jogar Novamente

# sequenceStartGame
source: Start Game
pt: Iniciar Jogo

# wordSearchFoundAll
source: You found all the words in {seconds} seconds!
pt: Você encontrou todas as palavras em {seconds} segundos!

# memoryNewGame
source: New Game
pt: Nova Partida

# memoryHome
source: Home
pt: Início

# memoryConfigureGame
source: Configure Game
pt: Configurar Jogo

# memoryMoves
source: Moves
pt: Jogadas

# memoryPairs
source: Pairs
pt: Pares

# memoryTime
source: Time
pt: Tempo

# memoryDifficulty
source: Difficulty
pt: Dificuldade

# memoryCongrats
source: 🎉 Congratulations!
pt: 🎉 Parabéns!

# memoryFoundAllPairs
source: You found all pairs!
pt: Você encontrou todos os pares!

# ticTacToeOpponentTurn
source: Opponent's turn
pt: Vez do oponente

# ticTacToeYouWin
source: You win!
pt: Você venceu!

# ticTacToeYouLose
source: You lose!
pt: Você perdeu!

# ticTacToeDraw
source: Draw!
pt: Empate!

# jigsawTitle
source: Jigsaw Puzzle
pt: Quebra-Cabeça

# jigsawLoadFromGallery
source: Load from Gallery
pt: Carregar da Galeria

# jigsawOrChooseImage
source: Or choose an image:
pt: Ou escolha uma imagem:

# jigsawGalleryError
source: Error opening gallery. Check permissions.
pt: Erro ao abrir galeria. Verifique as permissões.

# jigsawPieces
source: pieces
pt: peças

# jigsawComplete
source: Puzzle complete!
pt: Quebra-cabeça completo!

# achievementsTitle2
source: Achievements
pt: Conquistas

# achievementsAll
source: All
pt: Todas

# achievementsLoadError
source: Error loading achievements
pt: Erro ao carregar conquistas

# multiplayerOnlineMatch
source: Online Match
pt: Partida Online

# multiplayerPlayRealtime
source: Play with your friends in real time!
pt: Jogue com seus amigos em tempo real!

# multiplayerBeHost
source: Be the host and invite friends
pt: Seja o anfitrião e convide amigos

# multiplayerEnterCode
source: Enter the room code
pt: Digite o código da sala

# multiplayerInfo1
source: • Up to 8 players per room
pt: • Até 8 jogadores por sala

# multiplayerInfo2
source: • Simultaneous questions
pt: • Perguntas simultâneas

# multiplayerInfo3
source: • Speed scoring
pt: • Pontuação por velocidade

# multiplayerInfo4
source: • Real-time ranking
pt: • Ranking em tempo real

# multiplayerCreateRoom
source: Create Room
pt: Criar Sala

# multiplayerJoinRoom
source: Join Room
pt: Entrar em Sala

# multiplayerRoom
source: Room
pt: Sala

# multiplayerRemovePlayer
source: Remove player?
pt: Remover jogador?

# multiplayerRemove
source: Remove
pt: Remover

# multiplayerLeaveRoom
source: Leave room?
pt: Sair da sala?

# multiplayerLeave
source: Leave
pt: Sair

# multiplayerEndRoom
source: End Room?
pt: Encerrar Sala?

# multiplayerEnd
source: End
pt: Encerrar

# multiplayerAllDisconnected
source: All players will be disconnected.
pt: Todos os jogadores serão desconectados.

# multiplayerCodeCopied
source: Code copied
pt: Código copiado

# multiplayerShareCode
source: Share the code {code} with your friends!
pt: Compartilhe o código {code} com seus amigos!

# multiplayerRoomClosed
source: Room closed
pt: Sala encerrada

# multiplayerRoomClosedHost
source: The host ended the room.
pt: O anfitrião encerrou a sala.

# multiplayerShareCodeBtn
source: Share Code
pt: Compartilhar Código

# multiplayerStartGame
source: Start Game
pt: Iniciar Jogo

# multiplayerWaitingPlayers
source: Waiting for players...
pt: Aguardando jogadores...

# multiplayerHowItWorks
source: How does it work?
pt: Como funciona?

# multiplayerUseSuggestion
source: Use suggestion
pt: Usar sugestão

# multiplayerChooseAnother
source: Choose another
pt: Escolher outro

# multiplayerUnderstood
source: Got it
pt: Entendi

# multiplayerQuestion
source: Question
pt: Pergunta

# multiplayerRoundResults
source: Round Results
pt: Resultados da Rodada

# multiplayerCorrect
source: Correct!
pt: Acertou!

# multiplayerWrong
source: Wrong
pt: Errou

# multiplayerPosition
source: Position
pt: Posição

# multiplayerPoints
source: Points
pt: Pontos

# multiplayerCurrentRanking
source: Current Ranking
pt: Ranking Atual

# multiplayerNextQuestion
source: Next Question
pt: Próxima Pergunta

# multiplayerWaitingHost
source: Waiting for the host...
pt: Aguardando o anfitrião...

# multiplayerYourNickname
source: Your nickname
pt: Seu apelido

# multiplayerRoomCode
source: Room code
pt: Código da sala

# multiplayerPlayers
source: Players
pt: Jogadores

# multiplayerHost
source: Host
pt: Anfitrião

# multiplayerGameOver
source: Game Over!
pt: Fim de Jogo!

# multiplayerCongrats
source: Congratulations! You won! 🎉
pt: Parabéns! Você venceu! 🎉

# multiplayerMatchEnded
source: Match ended
pt: Partida finalizada

# multiplayerRestarting
source: Restarting...
pt: Reiniciando...

# multiplayerPlayAgainBtn
source: Play Again
pt: Jogar Novamente

# multiplayerCloseRoom
source: Close Room
pt: Encerrar Sala

# multiplayerRestartingMatch
source: Restarting match...
pt: Reiniciando partida...

# multiplayerWaitingHostDecision
source: Waiting for host's decision...
pt: Aguardando decisão do anfitrião...
